Repository: leocalm/piggy-pulse-ios
Catalog: Localizable.xcstrings
Source language: en
Languages: de_de, es_es, fr_fr, nl_nl, pt_br, pt_pt

# onboarding.categories.createDesc
source: Categories organize your transactions. Start with at least one — you can always add more later.
de_de: Kategorien strukturieren deine Buchungen. Beginne mit mindestens einer — du kannst später jederzeit weitere ergänzen.
es_es: Las categorías organizan tus movimientos. Empieza con al menos una; siempre puedes añadir más después.
fr_fr: Les catégories organisent vos transactions. Commencez avec au moins une — vous pourrez en ajouter d’autres plus tard.
nl_nl: Categorieën ordenen je transacties. Begin met minstens één — je kunt er altijd later meer toevoegen.
pt_br: As categorias organizam suas transações. Comece com pelo menos uma — você pode adicionar mais depois.
pt_pt: As categorias organizam as suas transações. Comece com pelo menos uma — pode sempre adicionar mais depois.

# onboarding.categories.createFailed
source: Failed to create category. Please try again.
de_de: Kategorie konnte nicht erstellt werden. Bitte erneut versuchen.
es_es: No hemos podido crear la categoría. Inténtalo de nuevo.
fr_fr: Échec de la création de la catégorie. Réessayez.
nl_nl: Kan categorie niet aanmaken. Probeer het opnieuw.
pt_br: Falha ao criar categoria. Tente novamente.
pt_pt: Não foi possível criar a categoria. Tente novamente.

# onboarding.categories.createTitle
source: Create your first categories
de_de: Erste Kategorien erstellen
es_es: Crea tus primeras categorías
fr_fr: Créez vos premières catégories
nl_nl: Maak je eerste categorieën aan
pt_br: Crie suas primeiras categorias
pt_pt: Crie as suas primeiras categorias

# onboarding.categories.hint
source: You can add, edit, or remove categories anytime from the Categories screen.
de_de: Du kannst Kategorien jederzeit über den Bildschirm „Kategorien“ hinzufügen, bearbeiten oder entfernen.
es_es: Puedes añadir, editar o eliminar categorías en cualquier momento desde la pantalla Categorías.
fr_fr: Vous pouvez ajouter, modifier ou supprimer des catégories à tout moment depuis l’écran Catégories.
nl_nl: Je kunt categorieën altijd toevoegen, bewerken of verwijderen via het scherm Categorieën.
pt_br: Você pode adicionar, editar ou remover categorias a qualquer momento na tela de Categorias.
pt_pt: Pode adicionar, editar ou remover categorias a qualquer momento no ecrã Categorias.

# onboarding.categories.namePlaceholder
source: e.g. Groceries, Salary, Rent...
de_de: z. B. Lebensmittel, Gehalt, Miete …
es_es: p. ej., Supermercado, Sueldo, Alquiler…
fr_fr: p. ex., Courses, Salaire, Loyer…
nl_nl: bijv. Boodschappen, Salaris, Huur…
pt_br: ex. Supermercado, Salário, Renda...
pt_pt: p. ex., Mercearia, Salário, Renda…

# onboarding.categories.targetHint
source: Optional — set a monthly target for this category.
de_de: Optional — lege ein Monatsziel für diese Kategorie fest.
es_es: Opcional: fija un objetivo mensual para esta categoría.
fr_fr: Facultatif — définissez un objectif mensuel pour cette catégorie.
nl_nl: Optioneel — stel een maanddoel in voor deze categorie.
pt_br: Opcional — defina uma meta mensal para esta categoria.
pt_pt: Opcional — defina uma meta mensal para esta categoria.

source: Optional description
de_de: Optionale Beschreibung
es_es: Descripción opcional
fr_fr: Description facultative
nl_nl: Optionele omschrijving
pt_br: Descrição opcional
pt_pt: Descrição opcional

source: Outgoing
de_de: Ausgehend
es_es: Gasto
fr_fr: Sortant
nl_nl: Uitgaand
pt_br: Despesa
pt_pt: Saída

source: OUTGOING
de_de: AUSGEHEND
es_es: GASTO
fr_fr: SORTANT
nl_nl: UITGAAND
pt_br: DESPESAS
pt_pt: SAÍDA

# overlay.dateChangeNote
source: Changing date range or inclusion mode updates which transactions may belong to this overlay.
de_de: Wenn du den Datumsbereich oder die Auswahlregeln änderst, wird angepasst, welche Buchungen zu diesem Overlay gehören.
es_es: Cambiar el rango de fechas o el modo de inclusión actualiza los movimientos que pueden pertenecer a esta capa.
fr_fr: Modifier la plage de dates ou le mode d’inclusion met à jour les transactions pouvant relever de cet ajustement temporaire.
nl_nl: Het wijzigen van het datumbereik of de inclusiemodus past aan welke transacties bij deze laag horen.
pt_br: Alterar o período ou modo de inclusão atualiza quais transações podem pertencer a esta sobreposição.
pt_pt: Alterar o intervalo de datas ou o modo de inclusão atualiza quais as transações que podem pertencer a esta camada.

# overlay.dateDisclaimer
source: Overlays are temporary and always require both start and end dates.
de_de: Overlays sind temporär und benötigen immer ein Start- und Enddatum.
es_es: Las capas son temporales y siempre deben tener fecha de inicio y de fin.
fr_fr: Les ajustements temporaires nécessitent toujours une date de début et une date de fin.
nl_nl: Lagen zijn tijdelijk en vereisen altijd een begin- en einddatum.
pt_br: Sobreposições são temporárias e sempre exigem datas de início e término.
pt_pt: As camadas são temporárias e exigem sempre uma data de início e de fim.

# overlay.inclusionRules
source: Inclusion Rules
de_de: Auswahlregeln
es_es: Reglas de inclusión
fr_fr: Règles d’inclusion
nl_nl: Inclusieregels
pt_br: Regras de Inclusão
pt_pt: Regras de Inclusão

# overlay.noCategoriesAvailable
source: No categories available.
de_de: Keine Kategorien verfügbar.
es_es: No hay categorías disponibles.
fr_fr: Aucune catégorie disponible.
nl_nl: Geen categorieën beschikbaar.
pt_br: Nenhuma categoria disponível.
pt_pt: Nenhuma categoria disponível.

# overlay.perCategoryCap
source: Per-Category Cap
de_de: Obergrenze pro Kategorie
es_es: Límite por categoría
fr_fr: Plafond par catégorie
nl_nl: Limiet per categorie
pt_br: Teto por Categoria
pt_pt: Limite por Categoria

# overlay.perCategoryCapDesc
source: Limit spending per category within this overlay.
de_de: Begrenze die Ausgaben pro Kategorie innerhalb dieses Overlays.
es_es: Limita el gasto de cada categoría dentro de esta capa.
fr_fr: Limitez les dépenses par catégorie pour cet ajustement temporaire.
nl_nl: Beperk uitgaven per categorie binnen deze laag.
pt_br: Limite os gastos por categoria nesta sobreposição.
pt_pt: Limitar os gastos por categoria dentro desta camada.

# overlay.perCategoryCaps
source: Per-Category Caps
de_de: Obergrenzen pro Kategorie
es_es: Límites por categoría
fr_fr: Plafonds par catégorie
nl_nl: Limieten per categorie
pt_br: Tetos por Categoria
pt_pt: Limites por Categoria

# overlay.recommended
source: Recommended
de_de: Empfohlen
es_es: Recomendado
fr_fr: Recommandé
nl_nl: Aanbevolen
pt_br: Recomendado
pt_pt: Recomendado

# overlay.rules
source: Rules
de_de: Regeln
es_es: Reglas
fr_fr: Règles
nl_nl: Regels
pt_br: Regras
pt_pt: Regras

# overlay.summary
source: Summary
de_de: Zusammenfassung
es_es: Resumen
fr_fr: Récapitulatif
nl_nl: Overzicht
pt_br: Resumo
pt_pt: Resumo

# overlay.totalCap
source: Total Amount Cap
de_de: Gesamtlimit
es_es: Límite total
fr_fr: Plafond du montant total
nl_nl: Totale bedraglimiet
pt_br: Teto de Valor Total
pt_pt: Limite de Valor Total

# overlay.totalCapDesc
source: Set a spending limit for the entire overlay.
de_de: Lege ein Ausgabenlimit für das gesamte Overlay fest.
es_es: Establece un límite de gasto para toda la capa.
fr_fr: Définissez un plafond de dépenses pour l’ensemble de cet ajustement temporaire.
nl_nl: Stel een uitgavenlimiet in voor de hele laag.
pt_br: Defina um limite de gastos para toda a sobreposição.
pt_pt: Defina um limite de gastos para a camada inteira.

# overlays.empty
source: No overlays yet
de_de: Noch keine Overlays
es_es: Aún no hay capas
fr_fr: Aucun ajustement temporaire pour l’instant
nl_nl: Nog geen lagen
pt_br: Nenhuma sobreposição ainda
pt_pt: Ainda não há camadas

# overlays.emptyHint
source: Tap + to create your first overlay.
de_de: Tippe auf +, um dein erstes Overlay zu erstellen.
es_es: Pulsa el botón + para crear tu primera capa.
fr_fr: Appuyez sur + pour créer votre premier ajustement temporaire.
nl_nl: Tik op + om je eerste laag aan te maken.
pt_br: Toque + para criar sua primeira sobreposição.
pt_pt: Toque em + para criar a sua primeira camada.

# overlays.past
source: PAST OVERLAYS
de_de: FRÜHERE OVERLAYS
es_es: CAPAS ANTERIORES
fr_fr: AJUSTEMENTS TEMPORAIRES PASSÉS
nl_nl: VORIGE LAGEN
pt_br: SOBREPOSIÇÕES PASSADAS
pt_pt: CAMADAS ANTERIORES

source: Passwords do not match.
de_de: Passwörter stimmen nicht überein.
es_es: Las contraseñas no coinciden.
fr_fr: Les mots de passe ne correspondent pas.
nl_nl: De wachtwoorden komen niet overeen.
pt_br: As senhas não coincidem.
pt_pt: As palavras-passe não coincidem.

source: Period boundaries are structural and can reclassify transactions.
de_de: Die Grenzen des Zeitraums wirken sich darauf aus, welchen Buchungen dieser Zeitraum zugeordnet wird.
pt_br: Os limites de período são estruturais e podem reclassificar transações.

source: Periods
de_de: Zeiträume
es_es: Periodos
fr_fr: Périodes
nl_nl: Periodes
pt_br: Períodos
pt_pt: Períodos

# periods.autoCreation
source: Auto-Creation
de_de: Automatische Erstellung
es_es: Creación automática
fr_fr: Création automatique
nl_nl: Automatisch aanmaken
pt_br: Criação Automática
pt_pt: Criação automática

# periods.autoCreationDesc
source: Automatic period generation
de_de: Automatische Erstellung von Zeiträumen
es_es: Generación automática de periodos
fr_fr: Génération automatique de périodes
nl_nl: Automatisch genereren van periodes
pt_br: Geração automática de períodos
pt_pt: Geração automática de períodos

# periods.autoGenerated
source: Auto-generated
de_de: Automatisch erstellt
es_es: Generado automáticamente
fr_fr: Généré automatiquement
nl_nl: Automatisch gegenereerd
pt_br: Gerado automaticamente
pt_pt: Gerado automaticamente

# periods.autoGeneration.active
source: Auto-generation active
de_de: Automatische Erstellung aktiv
es_es: Generación automática activa
fr_fr: Génération automatique activée
nl_nl: Automatisch genereren actief
pt_br: Geracao automatica ativa
pt_pt: Geração automática ativa

# periods.autoGeneration.inactive
source: Auto-generation inactive
de_de: Automatische Erstellung inaktiv
es_es: Generación automática inactiva
fr_fr: Génération automatique inactive
nl_nl: Automatisch genereren inactief
pt_br: Geracao automatica inativa
pt_pt: Geração automática inativa

# periods.budgetUsed %lld
source: %lld%% used
de_de: %lld%% verbraucht
es_es: %lld%% usado
fr_fr: %lld%% utilisé
nl_nl: %lld%% gebruikt
pt_br: %lld%% utilizado
pt_pt: %lld%% utilizado

# periods.changeHint
source: You can change these settings later in Periods → Schedule.
de_de: Du kannst diese Einstellungen später unter Zeiträume → Zeitplan ändern.
es_es: Puedes cambiar estos ajustes más tarde en Periodos → Programación.
fr_fr: Vous pourrez modifier ces réglages plus tard dans Périodes → Planification.
nl_nl: Je kunt deze instellingen later wijzigen via Periodes → Planning.
pt_br: Pode alterar mais tarde em Períodos → Calendário.
pt_pt: Pode alterar estas definições mais tarde em Períodos → Agendamento.

# periods.daysCount %lld
source: %lld days
de_de: %lld Tage
es_es: %lld días
fr_fr: %lld jours
nl_nl: %lld dagen
pt_br: %lld dias
pt_pt: %lld dias

# periods.defaultAhead
source: 3 periods prepared in advance
de_de: 3 Zeiträume im Voraus vorbereitet
es_es: 3 periodos preparados con antelación
fr_fr: 3 périodes générées à l’avance
nl_nl: 3 periodes vooruit voorbereid
pt_br: 3 períodos preparados com antecedência
pt_pt: 3 períodos preparados antecipadamente

# periods.defaultLabel
source: We'll set you up with the default:
de_de: Wir verwenden zunächst diese Standardvorgabe:
es_es: Te configuramos con los valores predeterminados:
fr_fr: Nous utiliserons les réglages par défaut :
nl_nl: We stellen je in met de standaardinstelling:
pt_br: Vamos configurar com o padrão:
pt_pt: Vamos configurá-lo com a predefinição:

# periods.defaultMonthly
source: Monthly periods, starting on the 1st
de_de: Monatliche Zeiträume, beginnend am 1.
es_es: Periodos mensuales, comenzando el día 1
fr_fr: Périodes mensuelles commençant le 1er du mois
nl_nl: Maandelijkse periodes, beginnend op de 1e
pt_br: Períodos mensais, começando no dia 1
pt_pt: Períodos mensais, com início no dia 1

# periods.deleteConfirm
source: Delete this period?
de_de: Diesen Zeitraum löschen?
es_es: ¿Eliminar este periodo?
fr_fr: Supprimer cette période ?
nl_nl: Deze periode verwijderen?
pt_br: Excluir este período?
pt_pt: Eliminar este período?

# periods.deleteMessage
source: This will permanently remove the period.
de_de: Dadurch wird der Zeitraum dauerhaft entfernt.
es_es: Esto eliminará el periodo de forma permanente.
fr_fr: Cette action supprimera définitivement la période.
nl_nl: Hiermee wordt de periode definitief verwijderd.
pt_br: Isso removerá permanentemente o período.
pt_pt: Isto remove permanentemente o período.

# periods.description1
source: Periods are time windows that organize your transactions.
de_de: Budgetzeiträume strukturieren deine Buchungen nach Zeitfenstern.
es_es: Los periodos son intervalos de tiempo que organizan tus movimientos.
fr_fr: Les périodes permettent d’organiser vos transactions dans le temps.
nl_nl: Periodes zijn tijdvensters die je transacties ordenen.
pt_br: Os períodos organizam suas transações.
pt_pt: Os períodos são janelas temporais que organizam as suas transações.

# periods.description2
source: Transactions fall into periods based on their date — no manual assignment needed.
de_de: Buchungen werden anhand ihres Datums automatisch einem Zeitraum zugeordnet — manuelles Zuweisen entfällt.
es_es: Los movimientos se asignan a los periodos según su fecha; no hay que asignarlos a mano.
fr_fr: Les transactions sont associées automatiquement aux périodes selon leur date. Aucune affectation manuelle n’est nécessaire.
nl_nl: Transacties vallen automatisch in periodes op basis van hun datum — geen handmatige toewijzing nodig.
pt_br: As transações são atribuídas automaticamente.
pt_pt: As transações são atribuídas a períodos com base na data — não é preciso fazer nada manualmente.

# periods.empty.action
source: Create Period
de_de: Zeitraum erstellen
es_es: Crear periodo
fr_fr: Créer une période
nl_nl: Periode aanmaken
pt_br: Criar Período
pt_pt: Criar Período

# periods.empty.message
source: Create your first budget period to start organizing your finances by time window.
de_de: Erstelle deinen ersten Budgetzeitraum, um deine Finanzen nach Zeitfenster zu organisieren.
es_es: Crea tu primer periodo de presupuesto para empezar a organizar tus finanzas por intervalo de tiempo.
fr_fr: Créez votre première période budgétaire pour organiser vos finances dans le temps.
nl_nl: Maak je eerste budgetperiode aan om je financiën per tijdvenster te ordenen.
pt_br: Crie seu primeiro período de orçamento para começar a organizar suas finanças por janela de tempo.
pt_pt: Crie o seu primeiro período de orçamento para começar a organizar as suas finanças por janela temporal.

# periods.empty.step1.description
source: Set a start and end date to define your first budget window.
de_de: Lege ein Start- und Enddatum fest, um dein erstes Budgetfenster zu definieren.
es_es: Establece una fecha de inicio y de fin para definir tu primer intervalo de presupuesto.
fr_fr: Définissez une date de début et de fin pour créer votre première fenêtre de budget.
nl_nl: Stel een begin- en einddatum in om je eerste budgetperiode af te bakenen.
pt_br: Defina uma data de início e fim para sua primeira janela de orçamento.
pt_pt: Defina uma data de início e de fim para criar a sua primeira janela orçamental.

# periods.empty.step1.title
source: Create a period
de_de: Einen Zeitraum erstellen
es_es: Crear un periodo
fr_fr: Créer une période
nl_nl: Een periode aanmaken
pt_br: Crie um período
pt_pt: Criar um período

# periods.empty.step2.description
source: Turn on automatic period creation so you do not have to manually create them each month.
de_de: Aktiviere die automatische Erstellung von Zeiträumen, damit du sie nicht jeden Monat manuell anlegen musst.
es_es: Activa la creación automática de periodos para no tener que crearlos a mano cada mes.
fr_fr: Activez la création automatique de périodes pour ne plus avoir à les créer chaque mois.
nl_nl: Schakel automatisch aanmaken van periodes in, zodat je ze niet elke maand handmatig hoeft te maken.
pt_br: Ative a criação automática de períodos para não precisar criá-los manualmente todo mês.
pt_pt: Ative a criação automática de períodos para não ter de os criar manualmente todos os meses.

# periods.empty.step2.title
source: Enable auto-generation (optional)
de_de: Automatische Erstellung aktivieren (optional)
es_es: Activar generación automática (opcional)
fr_fr: Activer la génération automatique (facultatif)
nl_nl: Automatisch genereren inschakelen (optioneel)
pt_br: Ative a geração automática (opcional)
pt_pt: Ativar geração automática (opcional)

# periods.empty.step3.description
source: Use the period selector to switch between periods across the app.
de_de: Nutze die Zeitraumauswahl, um in der gesamten App zwischen Zeiträumen zu wechseln.
es_es: Usa el selector de periodos para cambiar entre periodos en toda la app.
fr_fr: Utilisez le sélecteur de période pour changer de période dans toute l’app.
nl_nl: Gebruik de periodekiezer om in de hele app tussen periodes te wisselen.
pt_br: Use o seletor de período para alternar entre períodos no aplicativo.
pt_pt: Use o seletor de períodos para alternar entre períodos em toda a aplicação.

# periods.empty.step3.title
source: Select the period
de_de: Zeitraum auswählen
es_es: Selecciona el periodo
fr_fr: Sélectionnez la période
nl_nl: Selecteer de periode
pt_br: Selecione o período
pt_pt: Selecione o período

# periods.empty.tip1
source: A period defines the time window for your budget — most users create monthly periods.
de_de: Ein Zeitraum definiert das Zeitfenster deines Budgets — die meisten erstellen monatliche Zeiträume.
es_es: Un periodo define el intervalo de tiempo de tu presupuesto: la mayoría crea periodos mensuales.
fr_fr: Une période définit la fenêtre temporelle de votre budget — la plupart des utilisateurs créent des périodes mensuelles.
nl_nl: Een periode bepaalt het tijdvenster van je budget — de meeste mensen maken maandelijkse periodes aan.
pt_br: Um período define a janela de tempo do seu orçamento — a maioria dos usuários cria períodos mensais.
pt_pt: Um período define a janela temporal do seu orçamento — a maioria dos utilizadores cria períodos mensais.

# periods.empty.tip2
source: Enable auto-generation to have new periods created automatically when the current one ends.
de_de: Aktiviere die automatische Erstellung, damit neue Zeiträume erstellt werden, sobald der aktuelle endet.
es_es: Activa la generación automática para que se creen nuevos periodos cuando termine el actual.
fr_fr: Activez la génération automatique pour créer de nouvelles périodes lorsque l’actuelle se termine.
nl_nl: Schakel automatisch genereren in zodat nieuwe periodes worden aangemaakt zodra de huidige eindigt.
pt_br: Ative a geração automática para criar novos períodos automaticamente quando o atual terminar.
pt_pt: Ative a geração automática para criar novos períodos automaticamente quando o atual terminar.

# periods.empty.tip3
source: With multiple periods, you can compare spending across different time windows.
de_de: Mit mehreren Zeiträumen kannst du Ausgaben über verschiedene Zeitfenster vergleichen.
es_es: Con varios periodos, puedes comparar el gasto entre distintos intervalos de tiempo.
fr_fr: Avec plusieurs périodes, vous pouvez comparer vos dépenses sur différentes fenêtres temporelles.
nl_nl: Met meerdere periodes kun je uitgaven over verschillende tijdvensters vergelijken.
pt_br: Com múltiplos períodos, você pode comparar gastos em diferentes janelas de tempo.
pt_pt: Com vários períodos, pode comparar gastos entre diferentes janelas temporais.

# periods.empty.title
source: No periods yet
de_de: Noch keine Zeiträume
es_es: Aún no hay periodos
fr_fr: Aucune période pour l’instant
nl_nl: Nog geen periodes
pt_br: Nenhum período ainda
pt_pt: Ainda não há períodos

# periods.enabled
source: Enabled
de_de: Aktiviert
es_es: Activado
fr_fr: Activé
nl_nl: Ingeschakeld
pt_br: Ativado
pt_pt: Ativado

# periods.notSetUp
source: Not set up
de_de: Nicht eingerichtet
es_es: No configurado
fr_fr: Non configuré
nl_nl: Niet ingesteld
pt_br: Não configurado
pt_pt: Não configurado

# periods.title
source: How PiggyPulse tracks time
de_de: Wie PiggyPulse mit Zeiträumen arbeitet
es_es: Cómo PiggyPulse mide el tiempo
fr_fr: Comment PiggyPulse organise vos périodes
nl_nl: Hoe PiggyPulse de tijd bijhoudt
pt_br: Como o PiggyPulse organiza o tempo
pt_pt: Como o PiggyPulse acompanha o tempo

# periods.transactionCount %lld
source: %lld transactions
de_de: %lld Buchungen
es_es: %lld movimientos
nl_nl: %lld transacties
pt_br: %lld transações
pt_pt: %lld transações

# periodSelector.label
source: Period
de_de: Zeitraum
es_es: Periodo
fr_fr: Période
nl_nl: Periode
pt_br: Período
pt_pt: Período

# periodSelector.noneSelected
source: No period selected
de_de: Kein Zeitraum ausgewählt
es_es: Ningún periodo seleccionado
fr_fr: Aucune période sélectionnée
nl_nl: Geen periode geselecteerd
pt_br: Nenhum período selecionado
pt_pt: Nenhum período selecionado

# periodSelector.selectPeriod
source: Select Period
de_de: Zeitraum auswählen
es_es: Seleccionar periodo
fr_fr: Sélectionner une période
nl_nl: Periode selecteren
pt_br: Selecionar Período
pt_pt: Selecionar Período

source: Please select a category and account.
de_de: Wähle eine Kategorie und ein Konto aus.
es_es: Selecciona una categoría y una cuenta.
fr_fr: Veuillez sélectionner une catégorie et un compte.
nl_nl: Selecteer een categorie en een rekening.
pt_br: Selecione uma categoria e uma conta.
pt_pt: Selecione uma categoria e uma conta.

source: PROTECTED ACCOUNTS
de_de: RÜCKLAGEN-KONTEN
es_es: CUENTAS PROTEGIDAS
fr_fr: COMPTES PROTÉGÉS
nl_nl: BESCHERMDE REKENINGEN
pt_br: CONTAS PROTEGIDAS
pt_pt: CONTAS PROTEGIDAS

source: Repeat new password
de_de: Neues Passwort wiederholen
es_es: Repite la nueva contraseña
fr_fr: Répétez le nouveau mot de passe
nl_nl: Herhaal het nieuwe wachtwoord
pt_br: Repita a nova senha
pt_pt: Repita a nova palavra-passe

source: Rules-based
de_de: Regelbasiert
es_es: Basado en reglas
fr_fr: Selon des règles
nl_nl: Op basis van regels
pt_br: Baseado em regras
pt_pt: Baseado em regras

source: Save Changes
de_de: Änderungen speichern
es_es: Guardar cambios
fr_fr: Enregistrer les modifications
nl_nl: Wijzigingen opslaan
pt_br: Salvar Alterações
pt_pt: Guardar Alterações

source: Savings
de_de: Sparkonto
es_es: Ahorros
fr_fr: Épargne
nl_nl: Spaarrekening
pt_br: Poupança
pt_pt: Poupanças

# section.accountDetails
source: Account Details
de_de: Kontodetails
es_es: Detalles de la cuenta
fr_fr: Détails du compte
nl_nl: Rekeninggegevens
pt_br: Detalhes da Conta
pt_pt: Detalhes da Conta

# section.appearance
source: Appearance
de_de: Darstellung
es_es: Apariencia
fr_fr: Apparence
nl_nl: Weergave
pt_br: Aparência
pt_pt: Aparência

# section.categoryDetails
source: Category Details
de_de: Kategoriedetails
es_es: Detalles de la categoría
fr_fr: Détails de la catégorie
nl_nl: Categoriegegevens
pt_br: Detalhes da Categoria
pt_pt: Detalhes da Categoria

# section.classification
source: Classification
de_de: Klassifizierung
es_es: Clasificación
nl_nl: Classificatie
pt_br: Classificação
pt_pt: Classificação

# section.dangerZone
source: DANGER ZONE
de_de: KRITISCHER BEREICH
es_es: ZONA DE PELIGRO
fr_fr: ZONE DE DANGER
nl_nl: GEVARENZONE
pt_br: ZONA DE PERIGO
pt_pt: ZONA DE PERIGO

# section.dateRange
source: DATE RANGE
de_de: DATUMSBEREICH
es_es: RANGO DE FECHAS
fr_fr: PLAGE DE DATES
nl_nl: DATUMBEREIK
pt_br: PERÍODO
pt_pt: INTERVALO DE DATAS

# section.endRule
source: End Rule
de_de: Endregel
es_es: Regla de fin
fr_fr: Règle de fin
nl_nl: Eindregel
pt_br: Regra de Término
pt_pt: Regra de Fim
